[
    {
        "id": 0,
        "source": "Art. 1",
        "text": "Art. 1ş Esta Lei dispőe sobre o tratamento de dados pessoais, inclusive nos meios digitais, por pessoa natural ou por pessoa jurídica de direito público ou privado, com o objetivo de proteger os direitos fundamentais de liberdade e de privacidade e o livre desenvolvimento da personalidade da pessoa natural. Parágrafo único. As normas gerais contidas nesta Lei săo de interesse \n\tnacional e devem ser observadas pela Uniăo, Estados, Distrito Federal e \n\tMunicípios.(Incluído pela Lei \n\tnş 13.853, de 2019)Vigęncia"
    },
    {
        "id": 1,
        "source": "Art. 2",
        "text": "Art. 2ş A disciplina da proteçăo de dados pessoais tem como fundamentos: I - o respeito ŕ privacidade; II - a autodeterminaçăo informativa; III - a liberdade de expressăo, de informaçăo, de comunicaçăo e de opiniăo; IV - a inviolabilidade da intimidade, da honra e da imagem; V - o desenvolvimento econômico e tecnológico e a inovaçăo; VI - a livre iniciativa, a livre concorręncia e a defesa do consumidor; e VII - os direitos humanos, o livre desenvolvimento da personalidade, a dignidade e o exercício da cidadania pelas pessoas naturais."
    },
    {
        "id": 2,
        "source": "Art. 3",
        "text": "Art. 3ş Esta Lei aplica-se a qualquer operaçăo de tratamento realizada por pessoa natural ou por pessoa jurídica de direito público ou privado, independentemente do meio, do país de sua sede ou do país onde estejam localizados os dados, desde que: I - a operaçăo de tratamento seja realizada no território nacional; II - a atividade de tratamento tenha por objetivo a oferta ou o \n\t\tfornecimento de bens ou serviços ou o tratamento de dados de indivíduos \n\t\tlocalizados no território nacional; ou(Redaçăo dada pela \n\tLei nş 13.853, de 2019)Vigęncia III - os dados pessoais objeto do tratamento tenham sido coletados no território nacional. § 1ş Consideram-se coletados no território nacional os dados pessoais cujo titular nele se encontre no momento da coleta. § 2ş Excetua-se do disposto no inciso I deste artigo o tratamento de dados previsto no inciso IV docaputdo art. 4ş desta Lei."
    },
    {
        "id": 3,
        "source": "Art. 4",
        "text": "Art. 4ş Esta Lei năo se aplica ao tratamento de dados pessoais: I - realizado por pessoa natural para fins exclusivamente particulares e năo econômicos; II - realizado para fins exclusivamente: a) jornalístico e artísticos; ou b) acadęmicos, aplicando-se a esta hipótese os arts. 7ş e 11 desta Lei; III - realizado para fins exclusivos de: a) segurança pública; b) defesa nacional; c) segurança do Estado; ou d) atividades de investigaçăo e repressăo de infraçőes penais; ou IV - provenientes de fora do território nacional e que năo sejam objeto de comunicaçăo, uso compartilhado de dados com agentes de tratamento brasileiros ou objeto de transferęncia internacional de dados com outro país que năo o de provenięncia, desde que o país de provenięncia proporcione grau de proteçăo de dados pessoais adequado ao previsto nesta Lei. § 1ş O tratamento de dados pessoais previsto no inciso III será regido por legislaçăo específica, que deverá prever medidas proporcionais e estritamente necessárias ao atendimento do interesse público, observados o devido processo legal, os princípios gerais de proteçăo e os direitos do titular previstos nesta Lei. § 2ş É vedado o tratamento dos dados a que se refere o inciso III docaputdeste artigo por pessoa de direito privado, exceto em procedimentos sob tutela de pessoa jurídica de direito público, que serăo objeto de informe específico ŕ autoridade nacional e que deverăo observar a limitaçăo imposta no § 4ş deste artigo. § 3ş A autoridade nacional emitirá opiniőes técnicas ou recomendaçőes referentes ŕs exceçőes previstas no inciso III docaputdeste artigo e deverá solicitar aos responsáveis relatórios de impacto ŕ proteçăo de dados pessoais. § 4ş Em nenhum caso a totalidade dos dados pessoais de banco de dados de \n\t\tque trata o inciso III docaputdeste artigo poderá ser tratada por pessoa de \n\tdireito privado, salvo por aquela que possua capital integralmente \n\tconstituído pelo poder público.(Redaçăo dada pela \n\tLei nş 13.853, de 2019)Vigęncia"
    },
    {
        "id": 4,
        "source": "Art. 5",
        "text": "Art. 5ş Para os fins desta Lei, considera-se: I - dado pessoal: informaçăo relacionada a pessoa natural identificada ou identificável; II - dado pessoal sensível: dado pessoal sobre origem racial ou étnica, convicçăo religiosa, opiniăo política, filiaçăo a sindicato ou a organizaçăo de caráter religioso, filosófico ou político, dado referente ŕ saúde ou ŕ vida sexual, dado genético ou biométrico, quando vinculado a uma pessoa natural; III - dado anonimizado: dado relativo a titular que năo possa ser identificado, considerando a utilizaçăo de meios técnicos razoáveis e disponíveis na ocasiăo de seu tratamento; IV - banco de dados: conjunto estruturado de dados pessoais, estabelecido em um ou em vários locais, em suporte eletrônico ou físico; V - titular: pessoa natural a quem se referem os dados pessoais que săo objeto de tratamento; VI - controlador: pessoa natural ou jurídica, de direito público ou privado, a quem competem as decisőes referentes ao tratamento de dados pessoais; VII - operador: pessoa natural ou jurídica, de direito público ou privado, que realiza o tratamento de dados pessoais em nome do controlador; VIII - encarregado: pessoa indicada pelo controlador e operador para \n\t\tatuar como canal de comunicaçăo entre o controlador, os titulares dos \n\t\tdados e a Autoridade Nacional de Proteçăo de Dados (ANPD);(Redaçăo dada pela \n\tLei nş 13.853, de 2019)Vigęncia IX - agentes de tratamento: o controlador e o operador; X - tratamento: toda operaçăo realizada com dados pessoais, como as que se referem a coleta, produçăo, recepçăo, classificaçăo, utilizaçăo, acesso, reproduçăo, transmissăo, distribuiçăo, processamento, arquivamento, armazenamento, eliminaçăo, avaliaçăo ou controle da informaçăo, modificaçăo, comunicaçăo, transferęncia, difusăo ou extraçăo; XI - anonimizaçăo: utilizaçăo de meios técnicos razoáveis e disponíveis no momento do tratamento, por meio dos quais um dado perde a possibilidade de associaçăo, direta ou indireta, a um indivíduo; XII - consentimento: manifestaçăo livre, informada e inequívoca pela qual o titular concorda com o tratamento de seus dados pessoais para uma finalidade determinada; XIII - bloqueio: suspensăo temporária de qualquer operaçăo de tratamento, mediante guarda do dado pessoal ou do banco de dados; XIV - eliminaçăo: exclusăo de dado ou de conjunto de dados armazenados em banco de dados, independentemente do procedimento empregado; XV - transferęncia internacional de dados: transferęncia de dados pessoais para país estrangeiro ou organismo internacional do qual o país seja membro; XVI - uso compartilhado de dados: comunicaçăo, difusăo, transferęncia internacional, interconexăo de dados pessoais ou tratamento compartilhado de bancos de dados pessoais por órgăos e entidades públicos no cumprimento de suas competęncias legais, ou entre esses e entes privados, reciprocamente, com autorizaçăo específica, para uma ou mais modalidades de tratamento permitidas por esses entes públicos, ou entre entes privados; XVII - relatório de impacto ŕ proteçăo de dados pessoais: documentaçăo do controlador que contém a descriçăo dos processos de tratamento de dados pessoais que podem gerar riscos ŕs liberdades civis e aos direitos fundamentais, bem como medidas, salvaguardas e mecanismos de mitigaçăo de risco; XVIII - órgăo de pesquisa: órgăo ou entidade da administraçăo pública \n\t\tdireta ou indireta ou pessoa jurídica de direito privado sem fins \n\t\tlucrativos legalmente constituída sob as leis brasileiras, com sede e \n\t\tforo no País, que inclua em sua missăo institucional ou em seu objetivo \n\t\tsocial ou estatutário a pesquisa básica ou aplicada de caráter \n\t\thistórico, científico, tecnológico ou estatístico; e(Redaçăo dada pela \n\tLei nş 13.853, de 2019)Vigęncia XIX - autoridade nacional: órgăo da administraçăo pública responsável \n\tpor zelar, implementar e fiscalizar o cumprimento desta Lei em todo o \n\tterritório nacional.(Redaçăo dada pela \n\tLei nş 13.853, de 2019)Vigęncia"
    },
    {
        "id": 5,
        "source": "Art. 6",
        "text": "Art. 6ş As atividades de tratamento de dados pessoais deverăo observar a boa-fé e os seguintes princípios: I - finalidade: realizaçăo do tratamento para propósitos legítimos, específicos, explícitos e informados ao titular, sem possibilidade de tratamento posterior de forma incompatível com essas finalidades; II - adequaçăo: compatibilidade do tratamento com as finalidades informadas ao titular, de acordo com o contexto do tratamento; III - necessidade: limitaçăo do tratamento ao mínimo necessário para a realizaçăo de suas finalidades, com abrangęncia dos dados pertinentes, proporcionais e năo excessivos em relaçăo ŕs finalidades do tratamento de dados; IV - livre acesso: garantia, aos titulares, de consulta facilitada e gratuita sobre a forma e a duraçăo do tratamento, bem como sobre a integralidade de seus dados pessoais; V - qualidade dos dados: garantia, aos titulares, de exatidăo, clareza, relevância e atualizaçăo dos dados, de acordo com a necessidade e para o cumprimento da finalidade de seu tratamento; VI - transparęncia: garantia, aos titulares, de informaçőes claras, precisas e facilmente acessíveis sobre a realizaçăo do tratamento e os respectivos agentes de tratamento, observados os segredos comercial e industrial; VII - segurança: utilizaçăo de medidas técnicas e administrativas aptas a proteger os dados pessoais de acessos năo autorizados e de situaçőes acidentais ou ilícitas de destruiçăo, perda, alteraçăo, comunicaçăo ou difusăo; VIII - prevençăo: adoçăo de medidas para prevenir a ocorręncia de danos em virtude do tratamento de dados pessoais; IX - năo discriminaçăo: impossibilidade de realizaçăo do tratamento para fins discriminatórios ilícitos ou abusivos; X - responsabilizaçăo e prestaçăo de contas: demonstraçăo, pelo agente, da adoçăo de medidas eficazes e capazes de comprovar a observância e o cumprimento das normas de proteçăo de dados pessoais e, inclusive, da eficácia dessas medidas."
    },
    {
        "id": 6,
        "source": "CAPÍTULO IID",
        "text": "CAPÍTULO IIDO TRATAMENTO DE DADOS PESSOAIS Seçăo IDos Requisitos para o Tratamento de Dados Pessoais"
    },
    {
        "id": 7,
        "source": "Art. 7",
        "text": "Art. 7ş O tratamento de dados pessoais somente poderá ser realizado nas seguintes hipóteses: I - mediante o fornecimento de consentimento pelo titular; II - para o cumprimento de obrigaçăo legal ou regulatória pelo controlador; III - pela administraçăo pública, para o tratamento e uso compartilhado de dados necessários ŕ execuçăo de políticas públicas previstas em leis e regulamentos ou respaldadas em contratos, convęnios ou instrumentos congęneres, observadas as disposiçőes do Capítulo IV desta Lei; IV - para a realizaçăo de estudos por órgăo de pesquisa, garantida, sempre que possível, a anonimizaçăo dos dados pessoais; V - quando necessário para a execuçăo de contrato ou de procedimentos preliminares relacionados a contrato do qual seja parte o titular, a pedido do titular dos dados; VI - para o exercício regular de direitos em processo judicial, administrativo ou arbitral, esse último nos termos daLei nş 9.307, de 23 de setembro de 1996 (Lei de Arbitragem); VII - para a proteçăo da vida ou da incolumidade física do titular ou de terceiro; VIII - para a tutela da saúde, exclusivamente, em procedimento realizado \n\t\tpor profissionais de saúde, serviços de saúde ou autoridade sanitária;(Redaçăo dada pela \n\tLei nş 13.853, de 2019)Vigęncia IX - quando necessário para atender aos interesses legítimos do controlador ou de terceiro, exceto no caso de prevalecerem direitos e liberdades fundamentais do titular que exijam a proteçăo dos dados pessoais; ou X - para a proteçăo do crédito, inclusive quanto ao disposto na legislaçăo pertinente. § 1ş (Revogado).(Redaçăo dada pela \n\tLei nş 13.853, de 2019)Vigęncia § 2ş (Revogado).(Redaçăo dada pela \n\tLei nş 13.853, de 2019)Vigęncia § 3ş O tratamento de dados pessoais cujo acesso é público deve considerar a finalidade, a boa-fé e o interesse público que justificaram sua disponibilizaçăo. § 4ş É dispensada a exigęncia do consentimento previsto nocaputdeste artigo para os dados tornados manifestamente públicos pelo titular, resguardados os direitos do titular e os princípios previstos nesta Lei. § 5ş O controlador que obteve o consentimento referido no inciso I docaputdeste artigo que necessitar comunicar ou compartilhar dados pessoais com outros controladores deverá obter consentimento específico do titular para esse fim, ressalvadas as hipóteses de dispensa do consentimento previstas nesta Lei. § 6ş A eventual dispensa da exigęncia do consentimento năo desobriga os agentes de tratamento das demais obrigaçőes previstas nesta Lei, especialmente da observância dos princípios gerais e da garantia dos direitos do titular. § 7ş O tratamento posterior dos dados pessoais a que se referem os §§ 3ş \n\te 4ş deste artigo poderá ser realizado para novas finalidades, desde que \n\tobservados os propósitos legítimos e específicos para o novo tratamento e a \n\tpreservaçăo dos direitos do titular, assim como os fundamentos e os \n\tprincípios previstos nesta Lei.(Incluído pela Lei \n\tnş 13.853, de 2019)Vigęncia"
    },
    {
        "id": 8,
        "source": "Art. 8",
        "text": "Art. 8ş O consentimento previsto no inciso I do art. 7ş desta Lei deverá ser fornecido por escrito ou por outro meio que demonstre a manifestaçăo de vontade do titular. § 1ş Caso o consentimento seja fornecido por escrito, esse deverá constar de cláusula destacada das demais cláusulas contratuais. § 2ş Cabe ao controlador o ônus da prova de que o consentimento foi obtido em conformidade com o disposto nesta Lei. § 3ş É vedado o tratamento de dados pessoais mediante vício de consentimento. § 4ş O consentimento deverá referir-se a finalidades determinadas, e as autorizaçőes genéricas para o tratamento de dados pessoais serăo nulas. § 5ş O consentimento pode ser revogado a qualquer momento mediante manifestaçăo expressa do titular, por procedimento gratuito e facilitado, ratificados os tratamentos realizados sob amparo do consentimento anteriormente manifestado enquanto năo houver requerimento de eliminaçăo, nos termos do inciso VI docaputdo art. 18 desta Lei. § 6ş Em caso de alteraçăo de informaçăo referida nos incisos I, II, III ou V do art. 9ş desta Lei, o controlador deverá informar ao titular, com destaque de forma específica do teor das alteraçőes, podendo o titular, nos casos em que o seu consentimento é exigido, revogá-lo caso discorde da alteraçăo."
    },
    {
        "id": 9,
        "source": "Art. 9",
        "text": "Art. 9ş O titular tem direito ao acesso facilitado ŕs informaçőes sobre o tratamento de seus dados, que deverăo ser disponibilizadas de forma clara, adequada e ostensiva acerca de, entre outras características previstas em regulamentaçăo para o atendimento do princípio do livre acesso: I - finalidade específica do tratamento; II - forma e duraçăo do tratamento, observados os segredos comercial e industrial; III - identificaçăo do controlador; IV - informaçőes de contato do controlador; V - informaçőes acerca do uso compartilhado de dados pelo controlador e a finalidade; VI - responsabilidades dos agentes que realizarăo o tratamento; e VII - direitos do titular, com mençăo explícita aos direitos contidos no art. 18 desta Lei. § 1ş Na hipótese em que o consentimento é requerido, esse será considerado nulo caso as informaçőes fornecidas ao titular tenham conteúdo enganoso ou abusivo ou năo tenham sido apresentadas previamente com transparęncia, de forma clara e inequívoca. § 2ş Na hipótese em que o consentimento é requerido, se houver mudanças da finalidade para o tratamento de dados pessoais năo compatíveis com o consentimento original, o controlador deverá informar previamente o titular sobre as mudanças de finalidade, podendo o titular revogar o consentimento, caso discorde das alteraçőes. § 3ş Quando o tratamento de dados pessoais for condiçăo para o fornecimento de produto ou de serviço ou para o exercício de direito, o titular será informado com destaque sobre esse fato e sobre os meios pelos quais poderá exercer os direitos do titular elencados no art. 18 desta Lei."
    },
    {
        "id": 10,
        "source": "Art. 10.",
        "text": "Art. 10. O legítimo interesse do controlador somente poderá fundamentar tratamento de dados pessoais para finalidades legítimas, consideradas a partir de situaçőes concretas, que incluem, mas năo se limitam a: I - apoio e promoçăo de atividades do controlador; e II - proteçăo, em relaçăo ao titular, do exercício regular de seus direitos ou prestaçăo de serviços que o beneficiem, respeitadas as legítimas expectativas dele e os direitos e liberdades fundamentais, nos termos desta Lei. § 1ş Quando o tratamento for baseado no legítimo interesse do controlador, somente os dados pessoais estritamente necessários para a finalidade pretendida poderăo ser tratados. § 2ş O controlador deverá adotar medidas para garantir a transparęncia do tratamento de dados baseado em seu legítimo interesse. § 3ş A autoridade nacional poderá solicitar ao controlador relatório de impacto ŕ proteçăo de dados pessoais, quando o tratamento tiver como fundamento seu interesse legítimo, observados os segredos comercial e industrial. Seçăo IIDo Tratamento de Dados Pessoais Sensíveis"
    },
    {
        "id": 11,
        "source": "Art. 11.",
        "text": "Art. 11. O tratamento de dados pessoais sensíveis somente poderá ocorrer nas seguintes hipóteses: I - quando o titular ou seu responsável legal consentir, de forma específica e destacada, para finalidades específicas; II - sem fornecimento de consentimento do titular, nas hipóteses em que for indispensável para: a) cumprimento de obrigaçăo legal ou regulatória pelo controlador; b) tratamento compartilhado de dados necessários ŕ execuçăo, pela administraçăo pública, de políticas públicas previstas em leis ou regulamentos; c) realizaçăo de estudos por órgăo de pesquisa, garantida, sempre que possível, a anonimizaçăo dos dados pessoais sensíveis; d) exercício regular de direitos, inclusive em contrato e em processo judicial, administrativo e arbitral, este último nos termos daLei nş 9.307, de 23 de setembro de 1996 (Lei de Arbitragem); e) proteçăo da vida ou da incolumidade física do titular ou de terceiro; f) tutela da saúde, exclusivamente, em procedimento realizado por \n\t\tprofissionais de saúde, serviços de saúde ou autoridade sanitária; ou(Redaçăo dada pela \n\tLei nş 13.853, de 2019)Vigęncia g) garantia da prevençăo ŕ fraude e ŕ segurança do titular, nos processos de identificaçăo e autenticaçăo de cadastro em sistemas eletrônicos, resguardados os direitos mencionados no art. 9ş desta Lei e exceto no caso de prevalecerem direitos e liberdades fundamentais do titular que exijam a proteçăo dos dados pessoais. § 1ş Aplica-se o disposto neste artigo a qualquer tratamento de dados pessoais que revele dados pessoais sensíveis e que possa causar dano ao titular, ressalvado o disposto em legislaçăo específica. § 2ş Nos casos de aplicaçăo do disposto nas alíneas “a” e “b” do inciso II docaputdeste artigo pelos órgăos e pelas entidades públicas, será dada publicidade ŕ referida dispensa de consentimento, nos termos do inciso I docaputdo art. 23 desta Lei. § 3ş A comunicaçăo ou o uso compartilhado de dados pessoais sensíveis entre controladores com objetivo de obter vantagem econômica poderá ser objeto de vedaçăo ou de regulamentaçăo por parte da autoridade nacional, ouvidos os órgăos setoriais do Poder Público, no âmbito de suas competęncias. § 4ş É vedada a comunicaçăo ou o uso compartilhado entre controladores \n\t\tde dados pessoais sensíveis referentes ŕ saúde com objetivo de obter \n\t\tvantagem econômica, exceto nas hipóteses relativas a prestaçăo de \n\t\tserviços de saúde, de assistęncia farmacęutica e de assistęncia ŕ saúde, \n\t\tdesde que observado o § 5ş deste artigo, incluídos os serviços \n\t\tauxiliares de diagnose e terapia, em benefício dos interesses dos \n\t\ttitulares de dados, e para permitir:(Redaçăo dada pela \n\tLei nş 13.853, de 2019)Vigęncia I - a portabilidade de dados quando solicitada pelo titular; ou(Incluído pela Lei \n\tnş 13.853, de 2019)Vigęncia II - as transaçőes financeiras e administrativas resultantes do uso e da \n\t\tprestaçăo dos serviços de que trata este parágrafo.(Incluído pela Lei \n\tnş 13.853, de 2019)Vigęncia § 5ş É vedado ŕs operadoras de planos privados \n\tde assistęncia ŕ saúde o tratamento de dados de saúde para a prática de \n\tseleçăo de riscos na contrataçăo de qualquer modalidade, assim como na \n\tcontrataçăo e exclusăo de beneficiários.(Incluído pela Lei \n\tnş 13.853, de 2019)Vigęncia"
    },
    {
        "id": 12,
        "source": "Art. 12.",
        "text": "Art. 12. Os dados anonimizados năo serăo considerados dados pessoais para os fins desta Lei, salvo quando o processo de anonimizaçăo ao qual foram submetidos for revertido, utilizando exclusivamente meios próprios, ou quando, com esforços razoáveis, puder ser revertido. § 1ş A determinaçăo do que seja razoável deve levar em consideraçăo fatores objetivos, tais como custo e tempo necessários para reverter o processo de anonimizaçăo, de acordo com as tecnologias disponíveis, e a utilizaçăo exclusiva de meios próprios. § 2ş Poderăo ser igualmente considerados como dados pessoais, para os fins desta Lei, aqueles utilizados para formaçăo do perfil comportamental de determinada pessoa natural, se identificada. § 3ş A autoridade nacional poderá dispor sobre padrőes e técnicas utilizados em processos de anonimizaçăo e realizar verificaçőes acerca de sua segurança, ouvido o Conselho Nacional de Proteçăo de Dados Pessoais."
    },
    {
        "id": 13,
        "source": "Art. 13.",
        "text": "Art. 13. Na realizaçăo de estudos em saúde pública, os órgăos de pesquisa poderăo ter acesso a bases de dados pessoais, que serăo tratados exclusivamente dentro do órgăo e estritamente para a finalidade de realizaçăo de estudos e pesquisas e mantidos em ambiente controlado e seguro, conforme práticas de segurança previstas em regulamento específico e que incluam, sempre que possível, a anonimizaçăo ou pseudonimizaçăo dos dados, bem como considerem os devidos padrőes éticos relacionados a estudos e pesquisas. § 1ş A divulgaçăo dos resultados ou de qualquer excerto do estudo ou da pesquisa de que trata ocaputdeste artigo em nenhuma hipótese poderá revelar dados pessoais. § 2ş O órgăo de pesquisa será o responsável pela segurança da informaçăo prevista nocaputdeste artigo, năo permitida, em circunstância alguma, a transferęncia dos dados a terceiro. § 3ş O acesso aos dados de que trata este artigo será objeto de regulamentaçăo por parte da autoridade nacional e das autoridades da área de saúde e sanitárias, no âmbito de suas competęncias. § 4ş Para os efeitos deste artigo, a pseudonimizaçăo é o tratamento por meio do qual um dado perde a possibilidade de associaçăo, direta ou indireta, a um indivíduo, senăo pelo uso de informaçăo adicional mantida separadamente pelo controlador em ambiente controlado e seguro. Seçăo IIIDo Tratamento de Dados Pessoais de Crianças e de Adolescentes"
    },
    {
        "id": 14,
        "source": "Art. 14.",
        "text": "Art. 14. O tratamento de dados pessoais de crianças e de adolescentes deverá ser realizado em seu melhor interesse, nos termos deste artigo e da legislaçăo pertinente. § 1ş O tratamento de dados pessoais de crianças deverá ser realizado com o consentimento específico e em destaque dado por pelo menos um dos pais ou pelo responsável legal. § 2ş No tratamento de dados de que trata o § 1ş deste artigo, os controladores deverăo manter pública a informaçăo sobre os tipos de dados coletados, a forma de sua utilizaçăo e os procedimentos para o exercício dos direitos a que se refere o art. 18 desta Lei. § 3ş Poderăo ser coletados dados pessoais de crianças sem o consentimento a que se refere o § 1ş deste artigo quando a coleta for necessária para contatar os pais ou o responsável legal, utilizados uma única vez e sem armazenamento, ou para sua proteçăo, e em nenhum caso poderăo ser repassados a terceiro sem o consentimento de que trata o § 1ş deste artigo. § 4ş Os controladores năo deverăo condicionar a participaçăo dos titulares de que trata o § 1ş deste artigo em jogos, aplicaçőes de internet ou outras atividades ao fornecimento de informaçőes pessoais além das estritamente necessárias ŕ atividade. § 5ş O controlador deve realizar todos os esforços razoáveis para verificar que o consentimento a que se refere o § 1ş deste artigo foi dado pelo responsável pela criança, consideradas as tecnologias disponíveis. § 6ş As informaçőes sobre o tratamento de dados referidas neste artigo deverăo ser fornecidas de maneira simples, clara e acessível, consideradas as características físico-motoras, perceptivas, sensoriais, intelectuais e mentais do usuário, com uso de recursos audiovisuais quando adequado, de forma a proporcionar a informaçăo necessária aos pais ou ao responsável legal e adequada ao entendimento da criança. Seçăo IVDo Término do Tratamento de Dados"
    },
    {
        "id": 15,
        "source": "Art. 15.",
        "text": "Art. 15. O término do tratamento de dados pessoais ocorrerá nas seguintes hipóteses: I - verificaçăo de que a finalidade foi alcançada ou de que os dados deixaram de ser necessários ou pertinentes ao alcance da finalidade específica almejada; II - fim do período de tratamento; III - comunicaçăo do titular, inclusive no exercício de seu direito de revogaçăo do consentimento conforme disposto no § 5ş do art. 8ş desta Lei, resguardado o interesse público; ou IV - determinaçăo da autoridade nacional, quando houver violaçăo ao disposto nesta Lei."
    },
    {
        "id": 16,
        "source": "Art. 16.",
        "text": "Art. 16. Os dados pessoais serăo eliminados após o término de seu tratamento, no âmbito e nos limites técnicos das atividades, autorizada a conservaçăo para as seguintes finalidades: I - cumprimento de obrigaçăo legal ou regulatória pelo controlador; II - estudo por órgăo de pesquisa, garantida, sempre que possível, a anonimizaçăo dos dados pessoais; III - transferęncia a terceiro, desde que respeitados os requisitos de tratamento de dados dispostos nesta Lei; ou IV - uso exclusivo do controlador, vedado seu acesso por terceiro, e desde que anonimizados os dados."
    },
    {
        "id": 17,
        "source": "CAPÍTULO IIID",
        "text": "CAPÍTULO IIIDOS DIREITOS DO TITULAR"
    },
    {
        "id": 18,
        "source": "Art. 17.",
        "text": "Art. 17. Toda pessoa natural tem assegurada a titularidade de seus dados pessoais e garantidos os direitos fundamentais de liberdade, de intimidade e de privacidade, nos termos desta Lei."
    },
    {
        "id": 19,
        "source": "Art. 18.",
        "text": "Art. 18. O titular dos dados pessoais tem direito a obter do controlador, em relaçăo aos dados do titular por ele tratados, a qualquer momento e mediante requisiçăo: I - confirmaçăo da existęncia de tratamento; II - acesso aos dados; III - correçăo de dados incompletos, inexatos ou desatualizados; IV - anonimizaçăo, bloqueio ou eliminaçăo de dados desnecessários, excessivos ou tratados em desconformidade com o disposto nesta Lei; V - portabilidade dos dados a outro fornecedor de serviço ou produto, \n\t\tmediante requisiçăo expressa, de acordo com a regulamentaçăo da \n\t\tautoridade nacional, observados os segredos comercial e industrial;(Redaçăo dada pela \n\tLei nş 13.853, de 2019)Vigęncia VI - eliminaçăo dos dados pessoais tratados com o consentimento do titular, exceto nas hipóteses previstas no art. 16 desta Lei; VII - informaçăo das entidades públicas e privadas com as quais o controlador realizou uso compartilhado de dados; VIII - informaçăo sobre a possibilidade de năo fornecer consentimento e sobre as consequęncias da negativa; IX - revogaçăo do consentimento, nos termos do § 5ş do art. 8ş desta Lei. § 1ş O titular dos dados pessoais tem o direito de peticionar em relaçăo aos seus dados contra o controlador perante a autoridade nacional. § 2ş O titular pode opor-se a tratamento realizado com fundamento em uma das hipóteses de dispensa de consentimento, em caso de descumprimento ao disposto nesta Lei. § 3ş Os direitos previstos neste artigo serăo exercidos mediante requerimento expresso do titular ou de representante legalmente constituído, a agente de tratamento. § 4ş Em caso de impossibilidade de adoçăo imediata da providęncia de que trata o § 3ş deste artigo, o controlador enviará ao titular resposta em que poderá: I - comunicar que năo é agente de tratamento dos dados e indicar, sempre que possível, o agente; ou II - indicar as razőes de fato ou de direito que impedem a adoçăo imediata da providęncia. § 5ş O requerimento referido no § 3ş deste artigo será atendido sem custos para o titular, nos prazos e nos termos previstos em regulamento. § 6şO responsável deverá informar, de maneira imediata, aos agentes de \n\t\ttratamento com os quais tenha realizado uso compartilhado de dados a \n\t\tcorreçăo, a eliminaçăo, a anonimizaçăo ou o bloqueio dos dados, para que \n\t\trepitam idęntico procedimento, exceto nos casos em que esta comunicaçăo \n\t\tseja comprovadamente impossível ou implique esforço desproporcional.(Redaçăo dada pela \n\tLei nş 13.853, de 2019)Vigęncia § 7ş A portabilidade dos dados pessoais a que se refere o inciso V docaputdeste artigo năo inclui dados que já tenham sido anonimizados pelo controlador. § 8ş O direito a que se refere o § 1ş deste artigo também poderá ser exercido perante os organismos de defesa do consumidor."
    },
    {
        "id": 20,
        "source": "Art. 19.",
        "text": "Art. 19. A confirmaçăo de existęncia ou o acesso a dados pessoais serăo providenciados, mediante requisiçăo do titular: I - em formato simplificado, imediatamente; ou II - por meio de declaraçăo clara e completa, que indique a origem dos dados, a inexistęncia de registro, os critérios utilizados e a finalidade do tratamento, observados os segredos comercial e industrial, fornecida no prazo de até 15 (quinze) dias, contado da data do requerimento do titular. § 1ş Os dados pessoais serăo armazenados em formato que favoreça o exercício do direito de acesso. § 2ş As informaçőes e os dados poderăo ser fornecidos, a critério do titular: I - por meio eletrônico, seguro e idôneo para esse fim; ou II - sob forma impressa. § 3ş Quando o tratamento tiver origem no consentimento do titular ou em contrato, o titular poderá solicitar cópia eletrônica integral de seus dados pessoais, observados os segredos comercial e industrial, nos termos de regulamentaçăo da autoridade nacional, em formato que permita a sua utilizaçăo subsequente, inclusive em outras operaçőes de tratamento. § 4ş A autoridade nacional poderá dispor de forma diferenciada acerca dos prazos previstos nos incisos I e II docaputdeste artigo para os setores específicos."
    },
    {
        "id": 21,
        "source": "Art. 20.",
        "text": "Art. 20. O titular dos dados tem direito a solicitar a revisăo de \n\tdecisőes tomadas unicamente com base em tratamento automatizado de dados \n\tpessoais que afetem seus interesses, incluídas as decisőes destinadas a \n\tdefinir o seu perfil pessoal, profissional, de consumo e de crédito ou os \n\taspectos de sua personalidade.(Redaçăo dada pela \n\tLei nş 13.853, de 2019)Vigęncia § 1ş O controlador deverá fornecer, sempre que solicitadas, informaçőes claras e adequadas a respeito dos critérios e dos procedimentos utilizados para a decisăo automatizada, observados os segredos comercial e industrial. § 2ş Em caso de năo oferecimento de informaçőes de que trata o § 1ş deste artigo baseado na observância de segredo comercial e industrial, a autoridade nacional poderá realizar auditoria para verificaçăo de aspectos discriminatórios em tratamento automatizado de dados pessoais. § 3ş(VETADO).(Incluído pela Lei \n\tnş 13.853, de 2019)Vigęncia"
    },
    {
        "id": 22,
        "source": "Art. 21.",
        "text": "Art. 21. Os dados pessoais referentes ao exercício regular de direitos pelo titular năo podem ser utilizados em seu prejuízo."
    },
    {
        "id": 23,
        "source": "Art. 22.",
        "text": "Art. 22. A defesa dos interesses e dos direitos dos titulares de dados poderá ser exercida em juízo, individual ou coletivamente, na forma do disposto na legislaçăo pertinente, acerca dos instrumentos de tutela individual e coletiva."
    },
    {
        "id": 24,
        "source": "CAPÍTULO IVD",
        "text": "CAPÍTULO IVDO TRATAMENTO DE DADOS PESSOAIS PELO PODER PÚBLICO Seçăo IDas Regras"
    },
    {
        "id": 25,
        "source": "Art. 23.",
        "text": "Art. 23. O tratamento de dados pessoais pelas pessoas jurídicas de direito público referidas no parágrafo único doart. 1ş da Lei nş 12.527, de 18 de novembro de 2011 (Lei de Acesso ŕ Informaçăo), deverá ser realizado para o atendimento de sua finalidade pública, na persecuçăo do interesse público, com o objetivo de executar as competęncias legais ou cumprir as atribuiçőes legais do serviço público, desde que: I - sejam informadas as hipóteses em que, no exercício de suas competęncias, realizam o tratamento de dados pessoais, fornecendo informaçőes claras e atualizadas sobre a previsăo legal, a finalidade, os procedimentos e as práticas utilizadas para a execuçăo dessas atividades, em veículos de fácil acesso, preferencialmente em seus sítios eletrônicos; II - (VETADO); e III - seja indicado um encarregado quando realizarem operaçőes de \n\t\ttratamento de dados pessoais, nos termos do art. 39 desta Lei; e(Redaçăo dada pela \n\tLei nş 13.853, de 2019)Vigęncia IV - (VETADO).(Incluído pela Lei \n\tnş 13.853, de 2019)Vigęncia § 1ş A autoridade nacional poderá dispor sobre as formas de publicidade das operaçőes de tratamento. § 2ş O disposto nesta Lei năo dispensa as pessoas jurídicas mencionadas nocaputdeste artigo de instituir as autoridades de que trata aLei nş 12.527, de 18 de novembro de 2011 (Lei de Acesso ŕ Informaçăo). § 3ş Os prazos e procedimentos para exercício dos direitos do titular perante o Poder Público observarăo o disposto em legislaçăo específica, em especial as disposiçőes constantes daLei nş 9.507, de 12 de novembro de 1997 (Lei do Habeas Data), daLei nş 9.784, de 29 de janeiro de 1999 (Lei Geral do Processo Administrativo), e daLei nş 12.527, de 18 de novembro de 2011 (Lei de Acesso ŕ Informaçăo). § 4ş Os serviços notariais e de registro exercidos em caráter privado, por delegaçăo do Poder Público, terăo o mesmo tratamento dispensado ŕs pessoas jurídicas referidas nocaputdeste artigo, nos termos desta Lei. § 5ş Os órgăos notariais e de registro devem fornecer acesso aos dados por meio eletrônico para a administraçăo pública, tendo em vista as finalidades de que trata ocaputdeste artigo."
    },
    {
        "id": 26,
        "source": "Art. 24.",
        "text": "Art. 24. As empresas públicas e as sociedades de economia mista que atuam em regime de concorręncia, sujeitas ao disposto noart. 173 da Constituiçăo Federal, terăo o mesmo tratamento dispensado ŕs pessoas jurídicas de direito privado particulares, nos termos desta Lei. Parágrafo único. As empresas públicas e as sociedades de economia mista, quando estiverem operacionalizando políticas públicas e no âmbito da execuçăo delas, terăo o mesmo tratamento dispensado aos órgăos e ŕs entidades do Poder Público, nos termos deste Capítulo."
    },
    {
        "id": 27,
        "source": "Art. 25.",
        "text": "Art. 25. Os dados deverăo ser mantidos em formato interoperável e estruturado para o uso compartilhado, com vistas ŕ execuçăo de políticas públicas, ŕ prestaçăo de serviços públicos, ŕ descentralizaçăo da atividade pública e ŕ disseminaçăo e ao acesso das informaçőes pelo público em geral."
    },
    {
        "id": 28,
        "source": "Art. 26.",
        "text": "Art. 26. O uso compartilhado de dados pessoais pelo Poder Público deve atender a finalidades específicas de execuçăo de políticas públicas e atribuiçăo legal pelos órgăos e pelas entidades públicas, respeitados os princípios de proteçăo de dados pessoais elencados no art. 6ş desta Lei. § 1ş É vedado ao Poder Público transferir a entidades privadas dados pessoais constantes de bases de dados a que tenha acesso, exceto: I - em casos de execuçăo descentralizada de atividade pública que exija a transferęncia, exclusivamente para esse fim específico e determinado, observado o disposto naLei nş 12.527, de 18 de novembro de 2011 (Lei de Acesso ŕ Informaçăo); II - (VETADO); III - nos casos em que os dados forem acessíveis publicamente, observadas as disposiçőes desta Lei. IV - quando houver previsăo legal ou a transferęncia for respaldada em \n\t\tcontratos, convęnios ou instrumentos congęneres; ou(Incluído pela Lei \n\tnş 13.853, de 2019)Vigęncia V - na hipótese de a transferęncia dos dados objetivar exclusivamente a \n\tprevençăo de fraudes e irregularidades, ou proteger e resguardar a segurança \n\te a integridade do titular dos dados, desde que vedado o tratamento para \n\toutras finalidades.(Incluído pela Lei \n\tnş 13.853, de 2019)Vigęncia § 2ş Os contratos e convęnios de que trata o § 1ş deste artigo deverăo ser comunicados ŕ autoridade nacional."
    },
    {
        "id": 29,
        "source": "Art. 27.",
        "text": "Art. 27. A comunicaçăo ou o uso compartilhado de dados pessoais de pessoa jurídica de direito público a pessoa de direito privado será informado ŕ autoridade nacional e dependerá de consentimento do titular, exceto: I - nas hipóteses de dispensa de consentimento previstas nesta Lei; II - nos casos de uso compartilhado de dados, em que será dada publicidade nos termos do inciso I docaputdo art. 23 desta Lei; ou III - nas exceçőes constantes do § 1ş do art. 26 desta Lei. Parágrafo único. A informaçăo ŕ autoridade nacional de que trata ocaputdeste artigo será objeto de regulamentaçăo.(Incluído pela Lei \n\tnş 13.853, de 2019)Vigęncia"
    },
    {
        "id": 30,
        "source": "Art. 28.",
        "text": "Art. 28. (VETADO)."
    },
    {
        "id": 31,
        "source": "Art. 29.",
        "text": "Art. 29. A autoridade nacional poderá solicitar, a qualquer momento, aos \n\tórgăos e ŕs entidades do poder público a realizaçăo de operaçőes de \n\ttratamento de dados pessoais, informaçőes específicas sobre o âmbito e a \n\tnatureza dos dados e outros detalhes do tratamento realizado e poderá emitir \n\tparecer técnico complementar para garantir o cumprimento desta Lei.(Redaçăo dada pela \n\tLei nş 13.853, de 2019)Vigęncia"
    },
    {
        "id": 32,
        "source": "Art. 30.",
        "text": "Art. 30. A autoridade nacional poderá estabelecer normas complementares para as atividades de comunicaçăo e de uso compartilhado de dados pessoais. Seçăo IIDa Responsabilidade"
    },
    {
        "id": 33,
        "source": "Art. 31.",
        "text": "Art. 31. Quando houver infraçăo a esta Lei em decorręncia do tratamento de dados pessoais por órgăos públicos, a autoridade nacional poderá enviar informe com medidas cabíveis para fazer cessar a violaçăo."
    },
    {
        "id": 34,
        "source": "Art. 32.",
        "text": "Art. 32. A autoridade nacional poderá solicitar a agentes do Poder Público a publicaçăo de relatórios de impacto ŕ proteçăo de dados pessoais e sugerir a adoçăo de padrőes e de boas práticas para os tratamentos de dados pessoais pelo Poder Público."
    },
    {
        "id": 35,
        "source": "CAPÍTULO VD",
        "text": "CAPÍTULO VDA TRANSFERĘNCIA INTERNACIONAL DE DADOS"
    },
    {
        "id": 36,
        "source": "Art. 33.",
        "text": "Art. 33. A transferęncia internacional de dados pessoais somente é permitida nos seguintes casos: I - para países ou organismos internacionais que proporcionem grau de proteçăo de dados pessoais adequado ao previsto nesta Lei; II - quando o controlador oferecer e comprovar garantias de cumprimento dos princípios, dos direitos do titular e do regime de proteçăo de dados previstos nesta Lei, na forma de: a) cláusulas contratuais específicas para determinada transferęncia; b) cláusulas-padrăo contratuais; c) normas corporativas globais; d) selos, certificados e códigos de conduta regularmente emitidos; III - quando a transferęncia for necessária para a cooperaçăo jurídica internacional entre órgăos públicos de inteligęncia, de investigaçăo e de persecuçăo, de acordo com os instrumentos de direito internacional; IV - quando a transferęncia for necessária para a proteçăo da vida ou da incolumidade física do titular ou de terceiro; V - quando a autoridade nacional autorizar a transferęncia; VI - quando a transferęncia resultar em compromisso assumido em acordo de cooperaçăo internacional; VII - quando a transferęncia for necessária para a execuçăo de política pública ou atribuiçăo legal do serviço público, sendo dada publicidade nos termos do inciso I docaputdo art. 23 desta Lei; VIII - quando o titular tiver fornecido o seu consentimento específico e em destaque para a transferęncia, com informaçăo prévia sobre o caráter internacional da operaçăo, distinguindo claramente esta de outras finalidades; ou IX - quando necessário para atender as hipóteses previstas nos incisos II, V e VI do art. 7ş desta Lei. Parágrafo único. Para os fins do inciso I deste artigo, as pessoas jurídicas de direito público referidas no parágrafo único doart. 1ş da Lei nş 12.527, de 18 de novembro de 2011 (Lei de Acesso ŕ Informaçăo), no âmbito de suas competęncias legais, e responsáveis, no âmbito de suas atividades, poderăo requerer ŕ autoridade nacional a avaliaçăo do nível de proteçăo a dados pessoais conferido por país ou organismo internacional."
    },
    {
        "id": 37,
        "source": "Art. 34.",
        "text": "Art. 34. O nível de proteçăo de dados do país estrangeiro ou do organismo internacional mencionado no inciso I docaputdo art. 33 desta Lei será avaliado pela autoridade nacional, que levará em consideraçăo: I - as normas gerais e setoriais da legislaçăo em vigor no país de destino ou no organismo internacional; II - a natureza dos dados; III - a observância dos princípios gerais de proteçăo de dados pessoais e direitos dos titulares previstos nesta Lei; IV - a adoçăo de medidas de segurança previstas em regulamento; V - a existęncia de garantias judiciais e institucionais para o respeito aos direitos de proteçăo de dados pessoais; e VI - outras circunstâncias específicas relativas ŕ transferęncia."
    },
    {
        "id": 38,
        "source": "Art. 35.",
        "text": "Art. 35. A definiçăo do conteúdo de cláusulas-padrăo contratuais, bem como a verificaçăo de cláusulas contratuais específicas para uma determinada transferęncia, normas corporativas globais ou selos, certificados e códigos de conduta, a que se refere o inciso II docaputdo art. 33 desta Lei, será realizada pela autoridade nacional. § 1ş Para a verificaçăo do disposto nocaputdeste artigo, deverăo ser considerados os requisitos, as condiçőes e as garantias mínimas para a transferęncia que observem os direitos, as garantias e os princípios desta Lei. § 2ş Na análise de cláusulas contratuais, de documentos ou de normas corporativas globais submetidas ŕ aprovaçăo da autoridade nacional, poderăo ser requeridas informaçőes suplementares ou realizadas diligęncias de verificaçăo quanto ŕs operaçőes de tratamento, quando necessário. § 3ş A autoridade nacional poderá designar organismos de certificaçăo para a realizaçăo do previsto nocaputdeste artigo, que permanecerăo sob sua fiscalizaçăo nos termos definidos em regulamento. § 4ş Os atos realizados por organismo de certificaçăo poderăo ser revistos pela autoridade nacional e, caso em desconformidade com esta Lei, submetidos a revisăo ou anulados. § 5ş As garantias suficientes de observância dos princípios gerais de proteçăo e dos direitos do titular referidas nocaputdeste artigo serăo também analisadas de acordo com as medidas técnicas e organizacionais adotadas pelo operador, de acordo com o previsto nos §§ 1ş e 2ş do art. 46 desta Lei."
    },
    {
        "id": 39,
        "source": "Art. 36.",
        "text": "Art. 36. As alteraçőes nas garantias apresentadas como suficientes de observância dos princípios gerais de proteçăo e dos direitos do titular referidas no inciso II do art. 33 desta Lei deverăo ser comunicadas ŕ autoridade nacional."
    },
    {
        "id": 40,
        "source": "CAPÍTULO VID",
        "text": "CAPÍTULO VIDOS AGENTES DE TRATAMENTO DE DADOS PESSOAIS Seçăo IDo Controlador e do Operador"
    },
    {
        "id": 41,
        "source": "Art. 37.",
        "text": "Art. 37. O controlador e o operador devem manter registro das operaçőes de tratamento de dados pessoais que realizarem, especialmente quando baseado no legítimo interesse."
    },
    {
        "id": 42,
        "source": "Art. 38.",
        "text": "Art. 38. A autoridade nacional poderá determinar ao controlador que elabore relatório de impacto ŕ proteçăo de dados pessoais, inclusive de dados sensíveis, referente a suas operaçőes de tratamento de dados, nos termos de regulamento, observados os segredos comercial e industrial. Parágrafo único. Observado o disposto nocaputdeste artigo, o relatório deverá conter, no mínimo, a descriçăo dos tipos de dados coletados, a metodologia utilizada para a coleta e para a garantia da segurança das informaçőes e a análise do controlador com relaçăo a medidas, salvaguardas e mecanismos de mitigaçăo de risco adotados."
    },
    {
        "id": 43,
        "source": "Art. 39.",
        "text": "Art. 39. O operador deverá realizar o tratamento segundo as instruçőes fornecidas pelo controlador, que verificará a observância das próprias instruçőes e das normas sobre a matéria."
    },
    {
        "id": 44,
        "source": "Art. 40.",
        "text": "Art. 40. A autoridade nacional poderá dispor sobre padrőes de interoperabilidade para fins de portabilidade, livre acesso aos dados e segurança, assim como sobre o tempo de guarda dos registros, tendo em vista especialmente a necessidade e a transparęncia. Seçăo IIDo Encarregado pelo Tratamento de Dados Pessoais"
    },
    {
        "id": 45,
        "source": "Art. 41.",
        "text": "Art. 41. O controlador deverá indicar encarregado pelo tratamento de dados pessoais. § 1ş A identidade e as informaçőes de contato do encarregado deverăo ser divulgadas publicamente, de forma clara e objetiva, preferencialmente no sítio eletrônico do controlador. § 2ş As atividades do encarregado consistem em: I - aceitar reclamaçőes e comunicaçőes dos titulares, prestar esclarecimentos e adotar providęncias; II - receber comunicaçőes da autoridade nacional e adotar providęncias; III - orientar os funcionários e os contratados da entidade a respeito das práticas a serem tomadas em relaçăo ŕ proteçăo de dados pessoais; e IV - executar as demais atribuiçőes determinadas pelo controlador ou estabelecidas em normas complementares. § 3ş A autoridade nacional poderá estabelecer normas complementares sobre a definiçăo e as atribuiçőes do encarregado, inclusive hipóteses de dispensa da necessidade de sua indicaçăo, conforme a natureza e o porte da entidade ou o volume de operaçőes de tratamento de dados. § 4ş(VETADO).(Incluído pela Lei \n\tnş 13.853, de 2019)Vigęncia Seçăo IIIDa Responsabilidade e do Ressarcimento de Danos"
    },
    {
        "id": 46,
        "source": "Art. 42.",
        "text": "Art. 42. O controlador ou o operador que, em razăo do exercício de atividade de tratamento de dados pessoais, causar a outrem dano patrimonial, moral, individual ou coletivo, em violaçăo ŕ legislaçăo de proteçăo de dados pessoais, é obrigado a repará-lo. § 1ş A fim de assegurar a efetiva indenizaçăo ao titular dos dados: I - o operador responde solidariamente pelos danos causados pelo tratamento quando descumprir as obrigaçőes da legislaçăo de proteçăo de dados ou quando năo tiver seguido as instruçőes lícitas do controlador, hipótese em que o operador equipara-se ao controlador, salvo nos casos de exclusăo previstos no art. 43 desta Lei; II - os controladores que estiverem diretamente envolvidos no tratamento do qual decorreram danos ao titular dos dados respondem solidariamente, salvo nos casos de exclusăo previstos no art. 43 desta Lei. § 2ş O juiz, no processo civil, poderá inverter o ônus da prova a favor do titular dos dados quando, a seu juízo, for verossímil a alegaçăo, houver hipossuficięncia para fins de produçăo de prova ou quando a produçăo de prova pelo titular resultar-lhe excessivamente onerosa. § 3ş As açőes de reparaçăo por danos coletivos que tenham por objeto a responsabilizaçăo nos termos docaputdeste artigo podem ser exercidas coletivamente em juízo, observado o disposto na legislaçăo pertinente. § 4ş Aquele que reparar o dano ao titular tem direito de regresso contra os demais responsáveis, na medida de sua participaçăo no evento danoso."
    },
    {
        "id": 47,
        "source": "Art. 43.",
        "text": "Art. 43. Os agentes de tratamento só năo serăo responsabilizados quando provarem: I - que năo realizaram o tratamento de dados pessoais que lhes é atribuído; II - que, embora tenham realizado o tratamento de dados pessoais que lhes é atribuído, năo houve violaçăo ŕ legislaçăo de proteçăo de dados; ou III - que o dano é decorrente de culpa exclusiva do titular dos dados ou de terceiro."
    },
    {
        "id": 48,
        "source": "Art. 44.",
        "text": "Art. 44. O tratamento de dados pessoais será irregular quando deixar de observar a legislaçăo ou quando năo fornecer a segurança que o titular dele pode esperar, consideradas as circunstâncias relevantes, entre as quais: I - o modo pelo qual é realizado; II - o resultado e os riscos que razoavelmente dele se esperam; III - as técnicas de tratamento de dados pessoais disponíveis ŕ época em que foi realizado. Parágrafo único. Responde pelos danos decorrentes da violaçăo da segurança dos dados o controlador ou o operador que, ao deixar de adotar as medidas de segurança previstas no art. 46 desta Lei, der causa ao dano."
    },
    {
        "id": 49,
        "source": "Art. 45.",
        "text": "Art. 45. As hipóteses de violaçăo do direito do titular no âmbito das relaçőes de consumo permanecem sujeitas ŕs regras de responsabilidade previstas na legislaçăo pertinente."
    },
    {
        "id": 50,
        "source": "CAPÍTULO VIID",
        "text": "CAPÍTULO VIIDA SEGURANÇA E DAS BOAS PRÁTICAS Seçăo IDa Segurança e do Sigilo de Dados"
    },
    {
        "id": 51,
        "source": "Art. 46.",
        "text": "Art. 46. Os agentes de tratamento devem adotar medidas de segurança, técnicas e administrativas aptas a proteger os dados pessoais de acessos năo autorizados e de situaçőes acidentais ou ilícitas de destruiçăo, perda, alteraçăo, comunicaçăo ou qualquer forma de tratamento inadequado ou ilícito. § 1ş A autoridade nacional poderá dispor sobre padrőes técnicos mínimos para tornar aplicável o disposto nocaputdeste artigo, considerados a natureza das informaçőes tratadas, as características específicas do tratamento e o estado atual da tecnologia, especialmente no caso de dados pessoais sensíveis, assim como os princípios previstos nocaputdo art. 6ş desta Lei. § 2ş As medidas de que trata ocaputdeste artigo deverăo ser observadas desde a fase de concepçăo do produto ou do serviço até a sua execuçăo."
    },
    {
        "id": 52,
        "source": "Art. 47.",
        "text": "Art. 47. Os agentes de tratamento ou qualquer outra pessoa que intervenha em uma das fases do tratamento obriga-se a garantir a segurança da informaçăo prevista nesta Lei em relaçăo aos dados pessoais, mesmo após o seu término."
    },
    {
        "id": 53,
        "source": "Art. 48.",
        "text": "Art. 48. O controlador deverá comunicar ŕ autoridade nacional e ao titular a ocorręncia de incidente de segurança que possa acarretar risco ou dano relevante aos titulares. § 1ş A comunicaçăo será feita em prazo razoável, conforme definido pela autoridade nacional, e deverá mencionar, no mínimo: I - a descriçăo da natureza dos dados pessoais afetados; II - as informaçőes sobre os titulares envolvidos; III - a indicaçăo das medidas técnicas e de segurança utilizadas para a proteçăo dos dados, observados os segredos comercial e industrial; IV - os riscos relacionados ao incidente; V - os motivos da demora, no caso de a comunicaçăo năo ter sido imediata; e VI - as medidas que foram ou que serăo adotadas para reverter ou mitigar os efeitos do prejuízo. § 2ş A autoridade nacional verificará a gravidade do incidente e poderá, caso necessário para a salvaguarda dos direitos dos titulares, determinar ao controlador a adoçăo de providęncias, tais como: I - ampla divulgaçăo do fato em meios de comunicaçăo; e II - medidas para reverter ou mitigar os efeitos do incidente. § 3ş No juízo de gravidade do incidente, será avaliada eventual comprovaçăo de que foram adotadas medidas técnicas adequadas que tornem os dados pessoais afetados ininteligíveis, no âmbito e nos limites técnicos de seus serviços, para terceiros năo autorizados a acessá-los."
    },
    {
        "id": 54,
        "source": "Art. 49.",
        "text": "Art. 49. Os sistemas utilizados para o tratamento de dados pessoais devem ser estruturados de forma a atender aos requisitos de segurança, aos padrőes de boas práticas e de governança e aos princípios gerais previstos nesta Lei e ŕs demais normas regulamentares. Seçăo IIDas Boas Práticas e da Governança"
    },
    {
        "id": 55,
        "source": "Art. 50.",
        "text": "Art. 50. Os controladores e operadores, no âmbito de suas competęncias, pelo tratamento de dados pessoais, individualmente ou por meio de associaçőes, poderăo formular regras de boas práticas e de governança que estabeleçam as condiçőes de organizaçăo, o regime de funcionamento, os procedimentos, incluindo reclamaçőes e petiçőes de titulares, as normas de segurança, os padrőes técnicos, as obrigaçőes específicas para os diversos envolvidos no tratamento, as açőes educativas, os mecanismos internos de supervisăo e de mitigaçăo de riscos e outros aspectos relacionados ao tratamento de dados pessoais. § 1ş Ao estabelecer regras de boas práticas, o controlador e o operador levarăo em consideraçăo, em relaçăo ao tratamento e aos dados, a natureza, o escopo, a finalidade e a probabilidade e a gravidade dos riscos e dos benefícios decorrentes de tratamento de dados do titular. § 2ş Na aplicaçăo dos princípios indicados nos incisos VII e VIII docaputdo art. 6ş desta Lei, o controlador, observados a estrutura, a escala e o volume de suas operaçőes, bem como a sensibilidade dos dados tratados e a probabilidade e a gravidade dos danos para os titulares dos dados, poderá: I - implementar programa de governança em privacidade que, no mínimo: a) demonstre o comprometimento do controlador em adotar processos e políticas internas que assegurem o cumprimento, de forma abrangente, de normas e boas práticas relativas ŕ proteçăo de dados pessoais; b) seja aplicável a todo o conjunto de dados pessoais que estejam sob seu controle, independentemente do modo como se realizou sua coleta; c) seja adaptado ŕ estrutura, ŕ escala e ao volume de suas operaçőes, bem como ŕ sensibilidade dos dados tratados; d) estabeleça políticas e salvaguardas adequadas com base em processo de avaliaçăo sistemática de impactos e riscos ŕ privacidade; e) tenha o objetivo de estabelecer relaçăo de confiança com o titular, por meio de atuaçăo transparente e que assegure mecanismos de participaçăo do titular; f) esteja integrado a sua estrutura geral de governança e estabeleça e aplique mecanismos de supervisăo internos e externos; g) conte com planos de resposta a incidentes e remediaçăo; e h) seja atualizado constantemente com base em informaçőes obtidas a partir de monitoramento contínuo e avaliaçőes periódicas; II - demonstrar a efetividade de seu programa de governança em privacidade quando apropriado e, em especial, a pedido da autoridade nacional ou de outra entidade responsável por promover o cumprimento de boas práticas ou códigos de conduta, os quais, de forma independente, promovam o cumprimento desta Lei. § 3ş As regras de boas práticas e de governança deverăo ser publicadas e atualizadas periodicamente e poderăo ser reconhecidas e divulgadas pela autoridade nacional."
    },
    {
        "id": 56,
        "source": "Art. 51.",
        "text": "Art. 51. A autoridade nacional estimulará a adoçăo de padrőes técnicos que facilitem o controle pelos titulares dos seus dados pessoais."
    },
    {
        "id": 57,
        "source": "CAPÍTULO VIIID",
        "text": "CAPÍTULO VIIIDA FISCALIZAÇĂO Seçăo IDas Sançőes Administrativas"
    },
    {
        "id": 58,
        "source": "Art. 52.",
        "text": "Art. 52. Os agentes de tratamento de dados, em razăo das infraçőes cometidas ŕs normas previstas nesta Lei, ficam sujeitos ŕs seguintes sançőes administrativas aplicáveis pela autoridade nacional:(Vigęncia) I - advertęncia, com indicaçăo de prazo para adoçăo de medidas corretivas; II - multa simples, de até 2% (dois por cento) do faturamento da pessoa jurídica de direito privado, grupo ou conglomerado no Brasil no seu último exercício, excluídos os tributos, limitada, no total, a R$ 50.000.000,00 (cinquenta milhőes de reais) por infraçăo; III - multa diária, observado o limite total a que se refere o inciso II; IV - publicizaçăo da infraçăo após devidamente apurada e confirmada a sua ocorręncia; V - bloqueio dos dados pessoais a que se refere a infraçăo até a sua regularizaçăo; VI - eliminaçăo dos dados pessoais a que se refere a infraçăo; VII - (VETADO); VIII - (VETADO); IX - (VETADO). § 1ş As sançőes serăo aplicadas após procedimento administrativo que possibilite a oportunidade da ampla defesa, de forma gradativa, isolada ou cumulativa, de acordo com as peculiaridades do caso concreto e considerados os seguintes parâmetros e critérios: I - a gravidade e a natureza das infraçőes e dos direitos pessoais afetados; II - a boa-fé do infrator; III - a vantagem auferida ou pretendida pelo infrator; IV - a condiçăo econômica do infrator; V - a reincidęncia; VI - o grau do dano; VII - a cooperaçăo do infrator; VIII - a adoçăo reiterada e demonstrada de mecanismos e procedimentos internos capazes de minimizar o dano, voltados ao tratamento seguro e adequado de dados, em consonância com o disposto no inciso II do § 2ş do art. 48 desta Lei; IX - a adoçăo de política de boas práticas e governança; X - a pronta adoçăo de medidas corretivas; e XI - a proporcionalidade entre a gravidade da falta e a intensidade da sançăo. § 2ş O disposto neste artigo năo substitui a aplicaçăo de sançőes \n\t\tadministrativas, civis ou penais definidas na Lei nş 8.078, de 11 de \n\t\tsetembro de 1990, e em legislaçăo específica.(Redaçăo dada pela \n\tLei nş 13.853, de 2019) § 3ş O \n\t\tdisposto nos incisos I, IV, V, VI, X, XI e XII docaputdeste \n\t\tartigo poderá ser aplicado ŕs entidades e aos órgăos públicos, sem \n\t\tprejuízo do disposto naLei nş 8.112, de 11 de dezembro de 1990, naLei nş 8.429, de 2 de junho de 1992, e naLei nş 12.527, de 18 de novembro de 2011.(Promulgaçăo partes vetadas) § 4ş No cálculo do valor da multa de que trata o inciso II docaputdeste artigo, a autoridade nacional poderá considerar o faturamento total da empresa ou grupo de empresas, quando năo dispuser do valor do faturamento no ramo de atividade empresarial em que ocorreu a infraçăo, definido pela autoridade nacional, ou quando o valor for apresentado de forma incompleta ou năo for demonstrado de forma inequívoca e idônea."
    },
    {
        "id": 59,
        "source": "Art. 53.",
        "text": "Art. 53. A autoridade nacional definirá, por meio de regulamento próprio sobre sançőes administrativas a infraçőes a esta Lei, que deverá ser objeto de consulta pública, as metodologias que orientarăo o cálculo do valor-base das sançőes de multa.(Vigęncia) § 1ş As metodologias a que se refere ocaputdeste artigo devem ser previamente publicadas, para cięncia dos agentes de tratamento, e devem apresentar objetivamente as formas e dosimetrias para o cálculo do valor-base das sançőes de multa, que deverăo conter fundamentaçăo detalhada de todos os seus elementos, demonstrando a observância dos critérios previstos nesta Lei. § 2ş O regulamento de sançőes e metodologias correspondentes deve estabelecer as circunstâncias e as condiçőes para a adoçăo de multa simples ou diária."
    },
    {
        "id": 60,
        "source": "Art. 54.",
        "text": "Art. 54. O valor da sançăo de multa diária aplicável ŕs infraçőes a esta Lei deve observar a gravidade da falta e a extensăo do dano ou prejuízo causado e ser fundamentado pela autoridade nacional.(Vigęncia) Parágrafo único. A intimaçăo da sançăo de multa diária deverá conter, no mínimo, a descriçăo da obrigaçăo imposta, o prazo razoável e estipulado pelo órgăo para o seu cumprimento e o valor da multa diária a ser aplicada pelo seu descumprimento."
    },
    {
        "id": 61,
        "source": "CAPÍTULO IXD",
        "text": "CAPÍTULO IXDA AUTORIDADE NACIONAL DE PROTEÇĂO DE DADOS (ANPD) E DO CONSELHO NACIONAL DE PROTEÇĂO DE DADOS PESSOAIS E DA PRIVACIDADE Seçăo IDa Autoridade Nacional de Proteçăo de Dados (ANPD)"
    },
    {
        "id": 62,
        "source": "Art. 55.",
        "text": "Art. 55. (VETADO)."
    },
    {
        "id": 63,
        "source": "Art. 55",
        "text": "Art. 55-B.(Revogado pela Lei nş 14.460, de 2022)"
    },
    {
        "id": 64,
        "source": "Art. 56.",
        "text": "Art. 56. (VETADO)."
    },
    {
        "id": 65,
        "source": "Art. 57.",
        "text": "Art. 57.(VETADO). Seçăo IIDo Conselho Nacional de Proteçăo de Dados Pessoais e da Privacidade"
    },
    {
        "id": 66,
        "source": "Art. 58.",
        "text": "Art. 58. (VETADO)."
    },
    {
        "id": 67,
        "source": "Art. 59.",
        "text": "Art. 59. (VETADO)."
    },
    {
        "id": 68,
        "source": "CAPÍTULO XDI",
        "text": "CAPÍTULO XDISPOSIÇŐES FINAIS E TRANSITÓRIAS"
    },
    {
        "id": 69,
        "source": "Art. 60.",
        "text": "Art. 60. ALei nş 12.965, de 23 de abril de 2014 (Marco Civil da Internet), passa a vigorar com as seguintes alteraçőes: “"
    },
    {
        "id": 70,
        "source": "Art. 7",
        "text": "Art. 7ş .................................................................. ....................................................................................... X - exclusăo definitiva dos dados pessoais que tiver fornecido a determinada aplicaçăo de internet, a seu requerimento, ao término da relaçăo entre as partes, ressalvadas as hipóteses de guarda obrigatória de registros previstas nesta Lei e na que dispőe sobre a proteçăo de dados pessoais; ..............................................................................” (NR) “"
    },
    {
        "id": 71,
        "source": "Art. 16.",
        "text": "Art. 16. ................................................................. ....................................................................................... II - de dados pessoais que sejam excessivos em relaçăo ŕ finalidade para a qual foi dado consentimento pelo seu titular, exceto nas hipóteses previstas na Lei que dispőe sobre a proteçăo de dados pessoais.” (NR)"
    },
    {
        "id": 72,
        "source": "Art. 61.",
        "text": "Art. 61. A empresa estrangeira será notificada e intimada de todos os atos processuais previstos nesta Lei, independentemente de procuraçăo ou de disposiçăo contratual ou estatutária, na pessoa do agente ou representante ou pessoa responsável por sua filial, agęncia, sucursal, estabelecimento ou escritório instalado no Brasil."
    },
    {
        "id": 73,
        "source": "Art. 62.",
        "text": "Art. 62. A autoridade nacional e o Instituto Nacional de Estudos e Pesquisas Educacionais Anísio Teixeira (Inep), no âmbito de suas competęncias, editarăo regulamentos específicos para o acesso a dados tratados pela Uniăo para o cumprimento do disposto no§ 2ş do art. 9ş da Lei nş 9.394, de 20 de dezembro de 1996 (Lei de Diretrizes e Bases da Educaçăo Nacional), e aos referentes ao Sistema Nacional de Avaliaçăo da Educaçăo Superior (Sinaes), de que trata aLei nş 10.861, de 14 de abril de 2004."
    },
    {
        "id": 74,
        "source": "Art. 63.",
        "text": "Art. 63. A autoridade nacional estabelecerá normas sobre a adequaçăo progressiva de bancos de dados constituídos até a data de entrada em vigor desta Lei, consideradas a complexidade das operaçőes de tratamento e a natureza dos dados."
    },
    {
        "id": 75,
        "source": "Art. 64.",
        "text": "Art. 64. Os direitos e princípios expressos nesta Lei năo excluem outros previstos no ordenamento jurídico pátrio relacionados ŕ matéria ou nos tratados internacionais em que a República Federativa do Brasil seja parte. Brasília, 14 de agosto de 2018; 197ş da Independęncia e 130ş da República. MICHEL TEMER Torquato Jardim Aloysio Nunes Ferreira Filho Eduardo Refinetti Guardia Esteves Pedro Colnago Junior Gilberto Magalhăes Occhi Gilberto Kassab Wagner de Campos Rosário Gustavo do Vale Rocha Ilan Goldfajn Raul Jungmann Eliseu Padilha Este texto năo substitui o publicado no DOU de 15.8.2018, erepublicado parcialmente em 15.8.2018 - Ediçăo extra *"
    }
]